var colors = "pink lightblue lightcoral lightcyan lightgoldenrodyellow lightgray lightgreen lightgrey lightpink lightsalmon lightseagreen lightskyblue lightyellow lightslategrey hotpink deeppink palegreen palevioletred palevioletred papayawhip"
colors = colors.split(" ");

var mess = [
{
	text: "隐约雷鸣，阴霾天气，但盼风雨来，留你在此",
	audio:""
},
{
	text: "你回家了，我在等你呢",
	audio:""
},
{
	text: "从未与你饮过水，零度天气看风景",
	audio:""
},
{
	text: "窗外的暴雨在狂澜，淋不湿室内的你",
	audio:""
},
{
	text: "问：我重要吗？答：多重都要...",
	audio:""
},
{
	text: "沅有芷兮澧有兰，思公子兮未敢言",
	audio:""
},
{
	text: "不要一个人勇敢了，来我怀里懦弱吧",
	audio:""
},
{
	text: "是的，一株新的奇树生长在我的心里了，且快在我的唇上开出红色的花",
	audio:""
},
{
	text: "你是无意穿堂风，却偏偏引山洪。 我是垂眉摆渡翁，却偏偏独爱侬。 我是檐上三寸雪 ，却偏偏见你融。 你是人间惊鸿客，却偏偏把我拥",
	audio:""
},
{
	text: "我因为爱你，所以常常想跟你道歉。 我的爱沉重，污浊，里面带有许多令人不快的东西，比如悲伤，忧愁，自怜，绝望，我的心又这样脆弱不堪。 自己总被这些负面情绪打败，好像在一个沼泽里越挣扎越下沉。而我爱你，就是想把你也拖进来，却希望你救我",
	audio:""
},
{
	text: "如果你能给我一个公主抱 我就告诉全世界你最好",
	audio:""
},
{
	text: "想让你吃醋，又怕你祝我幸福",
	audio:""
},
{
	text: "即使生活不那么轻易，但我希望你在我的未来里",
	audio:""
},
{
	text: "天青色等烟雨，而我在等你",
	audio:""
},
{
	text: "我是街上的游魂， 你是闻到我的人",
	audio:""
},
{
	text: "我初初见你，人群中独自美丽",
	audio:""
},
{
	text: "我畏寒而喜冬，只为你说冬天很美",
	audio:""
},
{
	text: "起风了， 当归",
	audio:""
},
{
	text: "愿为明烛，以汝之光",
	audio:""
},
{
	text: "我把我整个的灵魂都给你，连同它的怪癖，耍小脾气，忽明忽暗，一千八百种坏毛病。它真讨厌，只有一点好，爱你",
	audio:""
},
{
	text: "你是我最意外的勇敢",
	audio:""
},
{
	text: "我是个俗气至顶的人，见山是山，见海是海，见花便是花。唯独见了你，云海开始翻涌，江潮开始澎湃，昆虫的小触须挠着全世界的痒。你无需开口，我和天地万物便通通奔向你",
	audio:""
},
{
	text: "用最薄的纸给你写信，还是超重",
	audio:""
},
{
	text: "我爱你，认真且怂，从一而终",
	audio:""
},
{
	text: "我喜欢这个世界，因为这个世界有你",
	audio:""
},
{
	text: "和你在一起比什么都重要，因为你是我的一切",
	audio:""
},
{
	text: "我喜欢每晚能拥你入眠，将你的秀发抚于我脸上，这样一晚上我的胸腔里都是你的气息",
	audio:""
},
{
	text: "我希望每晚能亲吻你的额头，说晚安。醒来偷吻你的唇，说爱你",
	audio:""
},
{
	text: "三个爱琴海的宽度也阻挡不了，我对你的思念",
	audio:""
},
{
	text: "风你好，你来的刚刚好，请将我的思恋带走，带到她的身旁",
	audio:""
},
{
	text: "嘿！起风了，感受到了没？我刚刚吻了你的脸庞，拨弄了你的秀发",
	audio:""
},
{
	text: "这个坑，我要待一辈子",
	audio:""
},
{
	text: "人生那么长，要和有趣的人在一起",
	audio:""
},
{
	text: "和你在一起，就一点都不长",
	audio:""
},
{
	text: "无论你在哪里，我终将遇见你",
	audio:""
},
{
	text: "在我面前，你可以不用坚强",
	audio:""
},
{
	text: "我们要沿着一切风景美丽的道路开过去，带着所有你喜欢的人，把那些影子摔在脑后，去看无限平静的湖水，去看白皑皑的山峰，去看芳香四溢的花地，去看阳光在歌唱的草原，去远方，而漫山遍野都是家乡",
	audio:""
},
{
	text: "和你一起去西藏，坐在布达拉宫的广场，看蓝天白云，看明月高悬，看人潮涌动，唯独看不完你",
	audio:""
},{
	text: "我希望买的鞋子是你渴望的颜色。我希望一拨通电话时你恰好也在想我。我希望说早安的时候你也刚起床。我希望写的书是你欣赏的故事。我希望买的水果你永远都觉得是甜的。我希望点的歌都是你喜欢的。我希望我希望的是你希望的。",
	audio:""
},{
	text: "刚刚好，在我没有对爱情放弃希望，在我任然相信有个她一直属于我，一直等着我",
	audio:""
}
,{
	text: "护琪狂魔",
	audio:""
}
,{
	text: "只有春光如此，却不得见你",
	audio:""
},{
	text: "和你在一起，就没想过分开",
	audio:""
},{
	text: "我喜欢有个如你一般的人，如山间清爽的风，如古城温暖的光，如清晨到夜晚由山野到书房，只要最后是你就好",
	audio:""
},{
	text: "识时务与为俊杰",
	audio:""
},{
	text: "一想到能和你共度余生，我就对余生充满期待",
	audio:""
},{
	text: "十里春风不如你，百年相守唯有你",
	audio:""
},{
	text: "让我教你学电脑咯",
	audio:""
},{
	text: "我依然喜欢你，就气旋行了八千里不问归期",
	audio:""
},{
	text: "我希望有个如你一般的人，如这山间清晨的光一般明亮清爽的人，如奔赴古城道路上阳光一样的人，温暖而不知热",
	audio:""
}
]

